[
    {
        "id": 1,
        "title": "16-aprel kuni «Najot Ta'lim»da SMM menejerlari uchun story management bo'yicha bilimlarini sinovdan o'tkazishdi",
        "desc": "🔥 16-aprel kuni «Najot Ta'lim»da SMM-menejerlar uchun navbatdagi musobaqa tashkil etildi. Bellashuvda o'quvchilarga stories va reels videolar bo'yicha vazifalar berildi.",
        "date": "2023-05-08T05:01:33.090Z"
    },
    {
        "id": 2,
        "title": "SMM-menejer va Grafik dizaynerlar o'rtasidagi «Marketing Team» jamoaviy musobaqasi g'oliblariga sertifikat va esdalik sovg'alar topshirildi",
        "desc": "🔥 9-aprel — yakshanba kuni markazimizning Chilonzor va Farg'ona filiallarida «Marketing Team» jamoviy musobaqasi o'tkazildi. Musobaqada 100 ga yaqin SMM-menejer va Grafik dizaynerlari ishtirok etishdi.",
        "date": "2023-05-08T05:15:23.497Z"
    },
    {
        "id": 4,
        "title": "«Iwash» va «Carbon technologies» loyihalari asoschilari bilan «Shaxsiy brendni rivojlantirish» mavzusida master-klass tashkil etildi",
        "desc": "15-aprel — shanba kuni «Najot Ta'lim»ning Chilonzor filialida «Shaxsiy brendni rivojlantirish» mavzusida suhbat bo'lib o'tdi.     Master-klassda Iwash loyihasi asoschi va rahbari Otabek Juraev va Vip service, Zikr Auto loyihalari asoschisi va rahbari hamda Megamotors, Tashkent Global Forum brendlari ambassadori — Behzodbek Shoyunusovlar mehmon bo'lishdi.",
        "date": "2023-05-08T05:16:24.339Z"
    },
    {
        "id": 5,
        "title": "12 soat davom etgan «Frontend dasturlash» musobaqasi yakunlandi. G'oliblar...",
        "desc": "«Najot Ta'lim»ning Toshkent va Farg'ona filiallarida Frontend yo'nalishida tahsil olayotgan, kursni tamomlagan o'quvchilar o'rtasida 9-aprel — yakshanba kuni navbatdagi musobaqa bo'lib o'tdi. ",
        "date": "2023-05-08T05:16:54.142Z"
    },
    {
        "id": 6,
        "title": "«Najot Ta'lim»da 100 dan ortiq grafik dizaynerlar o'rtasida navbatdagi «Dizayn battle» musobaqasi o'tkazildi",
        "desc": "2-aprel — yakshanba kuni «Najot Ta'lim» Chilonzor va Farg'ona filiallarida Grafik dizayn yo'nalishida ham musobaqa o'tkazildi. Musobaqada 100 dan ortiq yigit-qizlar ishtirok etishdi.",
        "date": "2023-05-08T05:17:18.811Z"
    },
    {
        "id": 7,
        "title": "«Najot Ta'lim» Grafik dizayn kursi ustozlaridan katta master-klass",
        "desc": "21-yanvar — shanba kuni Grafik dizayn yo'nalishida «Najot Ta'lim» ustozlari tomonidan katta master-klass o'tkazildi. Bu galgi master-klass soha bo'yicha turli mavzularni qamrab olgani bilan ajralib turdi.",
        "date": "2023-05-08T06:14:53.959Z"
    }
]